src/test/java/com/bnpp/mTANResources/MTanSmsInq_v1.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?><Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/"><Body><run xmlns="http://cortalconsors.com/middleware/mtan/sms/inq/v1_0"><request feid="CAFE" language="DE" sessionId="6a2371c41ff74f55b0dca50adab84189"><customerNo>CID_DE:3076072</customerNo><startDate>2019-09-23T12:11:26</startDate></request></run></Body></Envelope>